Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja1/gullich_s.html.tmx
Source language: sme
Languages: nob

source: Bassi lei Elle Biret Anthi .
nob: Pedell var Ellen Berit Anthi .

source: Vaikko son spirraliiguin giksašuvai , de son beaivválaččat ražai dola doalahit uvnnain ja bassat klássalanjaid .
nob: Tross sine hofteplager hadde hun daglig en stri jobb med å fyre i ovnene og vaske klasserommene .

source: Dávjá mii árkkášeimmet su giđđat .
nob: Ofte syntes vi synd på henne om våren .

source: Olgun lei stánžžas ja nuoski .
nob: Ute var det bløtt og fælt .

source: Boares muorraláhttiid dievva lei sáttu ja duolva , ja láhttit ledje dego ránes sáttobáhpárat .
nob: De gamle tregulvene var fulle av sand og skitt og lå der som grått sandpapir .

source: Su veahkehii isit Hánsa Anthi , gii maiddái murrii , guttii sisa ja muđui lei muhtunlágan bearráigeahčči - hui unnán bálkkáin . ...
nob: Hun fikk hjelp av sin mann Hans Anthi , som også hugde ved , bar inn ved og ellers var en slags vaktmester - med svært liten lønn . ...

source: Sirpmá skuvla lei nugo lea juo namahuvvon , njealji oasis .
nob: Skolen i Sirma var som kjent 4-delt .

source: Moai Sisseliin leimme áidna oahpaheaddjit vuosttaš jagiid .
nob: Sissel og jeg var de eneste to lærerne de første årene .

source: Maŋŋá mii leimmet sihke golmmas ja njealjis .
nob: Senere ble vi både tre og fire .

source: Muhtumat bohte ja bisso oanehat áigái , ja muhtumat fas ledje olles jagi dahje moadde jagi . ...
nob: Noen kom og ble for en kortere tid , mens noen ble et helt år eller flere år . ...

source: Internáhtas fertejedje buohkat veahkehit ee. muoraid viežžat .
nob: På internatet måtte alle hjelpe til , blant annet med å bære ved .

source: Sirpmá skuvlla stuorra heahtin lei čuovgaaggregáhta .
nob: Et sorgens kapittel ved Sirma skole var lysaggregatet .

source: 12 hk dieselmohtor galggai addit čuovgga skuvlii , duottarstohpui ja Tapio gávpái .
nob: En 12 hk dieselmotor skulle gi lys til skolen , fjellstua og Tapios forretning .

source: Mohtor lei hejot isolerejuvvon visttážis váldovistti bajábealde .
nob: Motoren sto i et dårlig isolert hus ovenfor hovedbygningen .

source: Hui ollu báhtterseallat ledje nuppi lanjas .
nob: En masse battericeller sto i naborommet .

source: Mohtora fidnii doaibmagoahtit go cahkkehii sigareahttalágan cahkkehasa ja skruvii dan mohtorii .
nob: Motoren ble startet ved at en tente på en sigarettlignende tennsak og skrudde den inn i motorens side .

source: Ja de galggai gieđain jorahit .
nob: Så var det å sveive .

source: Dát lei hirbmat lossat uhca Skuvlaolbmážii gii ii lean nu gievra .
nob: Det var skrekkelig tungt for lille Skuvlaalmmái som ikke var så altfor muskelsterk .

source: Lihkus láve duottarstobu Nils Erik Hansen álo veahkehit .
nob: Heldigvis hadde jeg stadig hjelp av Nils Erik Hansen fra fjellstua .

source: Sus lei erenoamáš teknihkalaš máhttu ja lei gierdavaš mohtoriid divodit .
nob: Han hadde utrolig teknisk innsikt og en uslitelig tålmodighet når det gjaldt motoren .

source: Mohtora lei álo váttis fidnet doaibmat , go ain álfárot bisánii .
nob: Den var stadig treg i starten , og rett som det var sa den helt stopp .

source: Lei heahti go buolašgráđat njidje 30:i .
nob: Krise ble det om kuldegradene krøp ned mot 30 .

source: Dalle jieŋui dieselolju , nu ahte soagui ja illá golggai silli čađa .
nob: Det dannet seg da iskrystaller i dieseloljen , så den ikke ville renne gjennom silen .

source: Dalle fertiimet čázi maiddái gurret mohtoris juohke háve go lea leamaš anus vai ii galbmo ja biđge mohtoroasi .
nob: Da måtte vannet også tømmes av motoren etter hver gang den var i bruk for at det ikke skulle fryse og sprenge istykker motorblokka .

source: Muhtun dálvve mohtor álfárot bieđganii , ja fertiimet ođđa háhkat .
nob: En vinter streiket motoren helt , og vi måtte få en ny .

source: Moadde vahkku mii geavaheimmet petromávssaid .
nob: I noen uker brukte vi da petromakser .

source: Dát adde buori čuovgga klássalanjas , muhto čuovga lei garas ja lámppáin lei váivves hádja ja jurra mii dagai ahte sihke oahppit ja oahpaheaddjit ledje hirbmat viessasat ja váibasat loahpageahčen beaivvi .
nob: De lyste godt opp i klasserommene , men lyset var svært intenst og lampene ga fra seg en ekkel lukt og dur som gjorde både elever og lærere veldig slitne og søvnige utpå dagen .

source: Mun in lean goassige ovdal oaidnán petromávssaid ja in máhttán daiguin olus maidige .
nob: Jeg hadde aldri sett petromakser før og hadde lite greie på å behandle dem.

source: Muhto mun jáhkán ahte Magnus Varsi dávjá šattai " petromáksa-hoavdan " .
nob: Men jeg tror Magnus Varsi ofte ble utropt til " petromaks-sjef " .

source: Mun muittán bures vuosttaš juovlabeahcefeastta mii mis lei duhkoraddanlanjas .
nob: Jeg husker godt første juletrefesten vi hadde i lekerommet .

source: Dáinna ledje ollu váttisvuođat .
nob: Det var problem på problem .

source: Vuos lei váttis fidnet juovlabeazi .
nob: For det første var det vanskelig med juletre .

source: Jogo " suoládeimmet " dan Suoma bealde dahje oaččuimet dan Leavvajogas .
nob: Enten " stjal " vi det fra finsk side eller så fikk vi det fra Levajok .

source: Dán in muitte nu vissásit .
nob: Dette husker jeg ikke sikkert .

source: Muhto maid mun muittán lei ahte vuorrasut olbmot Sirpmás eai liikon juovlamuora geavaheapmái ja ahte galge jorrat muora birra .
nob: Men det jeg husker , var at en del kanskje eldre mennesker i Sirma ikke likte dette med juletre og gang rundt treet .

source: Muhto liikká mis lei juovlabeahcefeasta ja joraimet beazi birra , muhto dieđusge mis ii lean juovlastállu .
nob: Men i alle fall ble det juletrefest med gang rundt treet , men selvsagt ikke julenisse .

source: Mii leimmet vissa lágidan muhtun smávvapáhkažiid ohppiide ja veaháš liiggás buori biepmu , muhto sii geat ožžo albma páhkaid ledje vuosttaš luohkkálaččat .
nob: Vi hadde visstnok ordnet noen småpakker til elevene og litt ekstra god mat , men de som fikk skikkelige pakker var førsteklassingene .

source: Sii ožžo juohke jagi fiinna , stuorra páhka Sørlánddas Dybvåga nissonolbmuidsearvvis .
nob: De fikk hvert år en fin , stor pakke fra Dybvåg kvinneforening på Sørlandet .

source: Dát oktavuohta álggahuvvui Máret Aubert ’ áigodagas , ja dát árbevierru doalahuvvui nu guhká go moai leimme Sirpmás .
nob: Denne kontakten var knyttet i Marit Auberts tid , og denne tradisjonen holdt seg så lenge vi var i Sirma .

source: Juoga erenoamáš dáhpáhuvai min vuosttaš juovlabeahcefeasttas .
nob: Noe spesielt hendte på vår første juletrefest .

source: Gielddastivrraáirras Roavvegiettis , mun jáhkán su namma lei Hansen , bođii seamma beaivve vácci Buolbmágis , gos lei leamaš čoahkkin .
nob: En kommunestyrerepresentant fra Rovagiedde , jeg tror han hette Hansen , hadde samme dag kommet gående til fots fra Polmak , hvor det hadde vært møte .

source: Son oinnii ahte lei čuovga duhkoraddanlanjas ja bođii sisa .
nob: Han så det lyste i lekerommet og kom inn .

source: Mun ožžon diehtit gii son lei ja vuostáiválden su baluin .
nob: Jeg fikk vite hvem han var og tok imot han med frykt og beven .

source: Mun ledjen maiddái gulastan ahte son lei nana kristtalaš , ja mun ballen ahte son galggai min cuiggodit go dánssuimet " báhkindánssa " čiŋahuvvon muora birra .
nob: Jeg hadde også hørt at han var en streng kristen , og jeg var redd han ville fyre løs på oss fordi vi drev med en " hedensk dans " rundt et pyntet tre .

source: Muhto ii nu dán háve , son baicca čohkkedii ja hálai mánáiguin Ipmila ja Jesusa birra .
nob: Men nei , han satt bare rolig ned og snakket med barna om Gud og Jesus .

source: Mun in ádden gal in maidige maid son dajai go son dieđusge hálai sámegillii .
nob: Jeg forsto ingen ting av det han sa , for han snakket selvsagt samisk .

source: Son oaččui mánáid guldalit dárkilit , ja vuolggedettiin vilppastii uksagaskkas ja dajai : " Hearrá buresivdnidivččii din ! "
nob: Han trollbandt ungene helt , og da han skulle til å gå , snudde han seg i døren og sa : " Hearra buressivdnedivčče din " ( Må Herren velsigne dere ) .

source: Sámelávdegotti evttohus Buolbmága gielddastivrras
nob: Samekomiteen i Polmak kommunestyre

source: " Lávdegotti mii galggai guorahallat sámiid áššiid " dahje " Sámelávdegotti " nammadii ráđđehus 1956:s ja dat almmuhii evttohusas 1959:s. 1960:s ledje garra digaštallamat evttohusaid birra , erenoamážit Kárášjogas ja Buolbmágis , gos gielddastivrraid eanetlohku vuosttaldii evttohusa láhčit stuorát saji sámegillii skuvllas .
nob: " Komiteen til å utrede samespørsmål " eller " Samekomiteen " blei oppnevnt av regjeringa i 1956 og kom med si innstilling i 1959 . I 1960 blei denne utsatt for kraftige diskusjoner , blant annet i Karasjok og Polmak , der et flertall i kommunestyrene gikk mot forslaga om større plass for samisk språk i skolen .

source: Einar Gullichsen válljejuvvui 1959:s Buolbmága gielddastivrii Olgešbellodaga ovddas .
nob: Einar Gullichsen blei i 1959 valgt inn i kommunestyret i Polmak for Høyre .

source: Doppe lei son 1960:s mielde gieđahallamin Sámelávdegotti evttohusa .
nob: Der var han i 1960 med på behandlinga av Samekomiteens innstilling .

source: Gullichsen lei unnitlogu evttoheaddji ja sii dorjo viidát Sámelávdegotti .
nob: Gullichsen var forslagsstiller for mindretallet , som i hovedsak støtta Samekomiteen .

source: Dás mii geardduhat Buolbmága gielddastivrra referáhta oktan mearrádusain ja unnitlogu evttohusain .
nob: Her gjengir vi referat fra Polmak kommunestyre med vedtak og mindretallsforslag . Sak nr. 54/60 .

source: Ášši nr. 54/60 : Sámelávdegotti árvalus
nob: Innstilling fra Komiteen til å utrede samespørsmål .

source: Maŋidanevttohus ii dorjojuvvon go 9:s vuosttaldedje ja 4:s dorjo . Ášši váldui de jienasteapmái .
nob: Et forslag om utsettelse falt med 9 mot 4 st. Saken ble deretter tatt opp til votering .

source: Ovdagotti evttohus dohkkehuvvui 8:in jienain 5 jiena vuostái mat doarjo áirasa Gullichsena evttohusa .
nob: Formannskapets forslag ble vedtatt med 8 mot 5 stemmer som ble avgitt for forslag fra representanten Gullichsen .

source: Ovdagottii evttohus čuodjá : Ovdagoddi lea doallan álbmotčoahkkima gullan dihtii giliolbmuid oaivila Sámelávdegotti evttohusa birra .
nob: Formannskapets forslag lyder ; Formannskapet har avholdt folkemøte for å høre bygdefolkets mening om Samekomitéinnstillingen .

source: Ovdagoddi lea ožžon čielga dieđu ahte eanaš oassi čoahkkináirasiin vuosttaldedje lávdegotti skuvlaáššiid evttohusa .
nob: Formannskapet har det bestemte inntrykk at det store flertall av møtedeltakerne gikk imot spesielt hva angår komiteens innstilling om skolespørsmålet .

source: Álbmotčoahkkima oainnu mielde ja lávdegotti evttohusaid dárkilis guorahallama vuođul , ovdagoddi ovdanbuktá čuovvovaš ovttajienalaš evttohusa gielddastivrii : Gielddastivra ii oainne dárbbu sirret unna oasáža Norgga álbmogis , ii kultuvrralaččat iige ekonomalaččat , nie mo lávdegotti evttohus lea mii guoská sámi álbmogii Finnmárkkus , buohtastahte evttohusa II c-čuoggá : " Giellaášši ja sámi kulturoasi nannema ášši . "
nob: I henhold til folkemøtet og en nøye gjennomgåelse av komitéinnstillingen , fremlegger formannskapet følgende enstemmige innstilling for kommunestyret : Kommunestyret finner ikke at det er grunnlag for en utskilling av en liten del av det norske folk hverken kulturelt eller økonomisk , som komitéinnstillingen går inn for med hensyn til den samiske befolkning i Finnmark , jfr. innstillingens pkt. II c " Sprogspørsmålet og spørsmålet om konsolidering av et samisk kulturområde " .

source: Ekonomalaš doaimmat nannet boazodoalu berrejit nugo Sámelávdegoddi evttoha , deattuhuvvot eanet go dássážii leat dahkkon .
nob: Økonomiske tiltak med henblikk på å styrke reindriftsnæringen bør som foreslått i samekomitéinnstillingen , vies større oppmerksomhet enn hittil .

source: Mii guoská eanandollui , stohpohuksemiidda ja nu ain , de daidda dáláš mearrádusat leat doarvái buorit ja ii leat dárbu sierramearrádusaide mat leat oaivvilduvvon erenoamážit sámi guovlluide .
nob: Med omsyn til jordbruk , husbygning m. v. gir de nåværende bestemmelser ingen grunn til at særbestemmelser bør gjennomføres spesielt for de samiske strøk .

source: Dákkár sierramearrádusat váikkuhivčče eahpelunddolaš vuogi mielde ain eanet olgguštit dán čeardda sihke kultuvrralaččat ja ekonomalaččat , mii maŋimus jagiid lea lundddolaččat assimilerejuvvon ja leat šaddan Norgga álbmotservodaga dievaslaš ássit .
nob: Dette mener en i såfall på en kunstig måte vil bidra til å vedlikeholde og kanskje øke isolasjonen av en folkegruppe både kulturelt og økonomisk , som i de senere årtier naturlig er assimilert og inngått som fullver ­dige borgere av det norske folkesamfunn .

source: Buolbmát gielddas lea juo mearriduvvon ahte sámegiela sáhttá geavahit veahkkegiellan skuvllas go lea dárbu oahpahusas .
nob: Det er i Polmak kommune allerede vedtatt at samisk kan brukes som hjelpesprog i skolen hvor dette er nødvendig for undervisningen .

source: Sámegiela lassegeavaheapmi ja oahpahus váikkuha eahpitkeahttá dasa ahte dárogielamáhttin hedjona ja dát gal ii galgga leat min dáláš skuvlalágideami ulbmilin , buohtastahte IV a-čuoggá : " Sámi skuvlapolitihka ulbmil " ja " Ođđa láhkaásahus sámegiela geavaheapmái " .
nob: Utvidet bruk og opplæring i samisk vil uten tvil bidra til at norskkunnskapene blir dårligere og dette må ikke være hensikten med vårt skolestell idag , jfr. forøvrig pkt. IV a. . " Målsetning for samisk skolepolitikk " samt " Ny instruks for bruken av samisk " .

source: Unnitlogu evttohus man áirras Einar Gullichsen ovdanbuvttii čuodjá:Sámelávdegotti evttohusa smiehttamuš Prinsihpalaččat leat mii ovttaoaivilis Sámelávdegottiin ahte berre álggahit doaimmaid mat nannešedje ja suddješedje sámiid - ekonomalaččat , sosiálalaččat ja kultuvrralaččat .
nob: Mindretallets forslag som ble fremsatt av representanten Einar Gullichsen lyder : Betenkning om Samekomiteens innstilling Man er i prinsippet enig med Samekomitéen i at der bør settes i gang til ­tak som kan styrke og trygge samene - økonomisk , sosialt og kulturelt .

source: ( Sámelávdegotti evttohus siidu 19 ) Dás ii heive árvvoštallat juohke konkrehtalaš doaimma maid lávdegoddi evttoha álggahit , muhto liikká mii háliidat cealkit čuovvovačča skuvllasuorggi doaimmaid birra : 1 .
nob: ( Samekom. inst. s. 19 ) Det vil føre for langt å ta opp til vurdering de forskjellige konkrete tiltak som komiteen foreslår iverksatt , men man alikevel få uttale føl ­gende når det gjelder tiltak innen skolesektoren : 1 .

source: Mii doarjut measta ollislaččat Sámelávdegotti evttohusa Skuvllaortnet ja skuvllaáigi-oasis ( siiddut 55 - 56 ) .
nob: En slutter seg på det nærmeste til samekomitéinnstillingen i avsnitt Skoleordning og skoletid ( side 55-56 ) .

source: Dás háliidat erenoamážit deattuhit oažžut unnidit ohppiidlogu luohkáin .
nob: Man vil spesielt understreke betydningen av å få en begrensning av elevtallet i klassene .

source: Mii doarjut Sámelávdegotti evttohusa oainnu ahte sámegiela berre sáhttit válljet fágan dan sadjái go duiskkagiela gymnásaráhkkaneaddji linnjás nuoraidskuvlla ovccát jagis .
nob: Man slutter seg i prinsippet til samekomitéens forslag om at samisk bør kunne velges som fag i stedet for tysk på den gymnasforberedende linje i ungdomsskolens 9. år .

source: Berre maiddái leat vejolaš oažžut sámegiela oahpahusa fidnosuorggis nuoraidskuvllas .
nob: Det bør også være anledning til å få un ­dervisning i samisk språk i Y-sektoren i ungdomsskolen .

source: Kulturhistorjjálaš oahpahus sámegillii berre maiddái leat oassin giellaoahpahusas .
nob: Det kulturhi ­storiske stoff på samisk bør kunne legges inn i selve språkopplæringen .

source: Mii eaktudat ahte sámegiela giellaoahpahus ii váikkut nuoraidskuvlla gelbbolašvuhtii .
nob: Det forutsettes at språkopplæringen i samisk ikke vil få innvirkning på ungdomsskolens kompetanseforhold .

source: Berre ásahit sámi linnjá gymnásadásis .
nob: Der bør opprettes samisk linje ved gymnasiet .

source: Mii guoská " Ođđa láhkaásahus sámegiela geavaheapmái " - oassái de eat sáhte miehtat nie ollu go Sámelávdegoddi evttoha : Álgooahpahus buhtes sámegielahálli ja giellaseaguhus luohkáin berre , nu guhkás go lea vejolaš , dáhpáhuvvat dárogillii , muhto sámegiella berre geavahuvvot go lea dárbbašlaš vai mánát áddejit mii oahpahuvvo .
nob: Når det gjelder avsnitt " Ny instruks for bruken av samisk " , finner man ikke å kunne gå så langt som samekomitéen . Man foreslår : Den første undervisningen i rene samisktalende og språkblandede klasser bør , så langt det er mulig , foregå på norsk , men samisk bør kunne tas i bruk i den utstrekning det er nødvendig for at barna skal forstå lærestoffet .

source: Mii doarjut gierdevašvuođa vuođđojurdaga man lávdegoddi rávve skuvllaide gos leat guovttegielalaš ohppiid .
nob: Man gir sin tilslutning til det toleranseprinsipp som komiteen anfører for skoler som har barn med to-språklige elever .

source: Oahppogirjjiid birra : Mii oaivvildat ahte duppalteavsttat oahppogirjjiid berre geavahit jos biire biirrečoahkkimis mearrida dan .
nob: Om lærebøker : Man mener at de dobbeltekstede lærebøkene bør brukes hvis kretsen i kretsmøte vedtar dette .

source: Veahkkeoahpahusas ferte oahpaheaddjis leat vuoigatvuohta geavahit duppalteavsttat oahppogirjjiid beroškeahttá mearrádusain jos oaidná dárbbašlažžan pedagogalaš sivaid geažil .
nob: I hjelpeundervisningen må en lærer ha rett til å få bruke dobbeltekstede lærebøker uansett vedtak eller ikke hvis han finner det er nødvendig ut fra pedagogiske hensyn .

source: Jos sámegiela universitehta eksámen ( vuođđofága dahje gaskafága ) ii adnojuvvo bálkábajidanfágan , de mii evttohat ahte stáhta juolluda stipeanddaid oahpaheddjiide geat váldet dán eksámena .
nob: Hvis ikke samisk eksamen ved Universitet ( grunnfag eller mellomfag ) blir å regne som opprykksfag , vil man foreslå at Staten yter stipendiser til lærere som vil ta denne eksamen .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 1
nob: Flere artikler fra Samisk skolehistorie 1
